import React from 'react'
import style from '../asset/css/Tab.less'
const Notice = ({onGoToStep}) => (
    <div className={style.notice}>
     
      
   
     <p className={style.notice_caption}>《重要告知》</p>
    <p>1、本人（投保人）已认真阅读了安邦人寿保险股份有限公司（以下简称贵公司）投保险种的人身保险投保提示、投保须知和所投保险种条款的各项内容，且对条款内容特别是保险责任、责任免除和解除保险合同等条款，均已理解并同意接受。</p>
    <p>2、本人确认电子投保单各项内容均完整、真实、无误，如有隐瞒或告知不实，贵公司可依据《中华人民共和国保险法》的规定及保险合同的约定解除保险合同，并对保险合同解除前发生的保险事故不承担保险责任。</p>
    <p>
        3、本人谨此授权贵公司可以向任何知道或拥有本人健康等情况的机构或人员，查阅、复印和了解与投保人及被保险人情况有关的医疗记录、体检报告、病历资料以及其他有关证明文件。贵公司有权对本人进行医疗评估、测试、体检及其他医疗检查，并作为审核本投保单及评估与本投保单内容有关的理赔申请依据。</p>
    <p>
        4、本人录入的银行账户所有人为投保人，账号等信息真实有效；本人授权贵司从此账户中划转约定的各期保费，并保证有足够的金额支付应交保险费。本人若办理退保或退费业务，同意贵司将应退金额转入该账户。本人因故结清该账户，将及时通知贵司变更。</p>
    <p>5、本人同意保险合同自贵公司同意承保、收取首期保险费并签发保险单次日零时起保险单后开始生效。</p>
    <p>
        6、本人为未成年子女投保多份保险，本人同意保险人按照保险合同生效日的先后顺序在国务院保险监督管理机构规定的限额内予以赔付。若多份保险合同同时生效的，则保险人应按照各自保险金额与保险金额总和的比例在国务院保险监督管理机构规定的限额内予以赔付。</p>
   <p className={style.notice_caption}>《支付授权协议》</p>
    <p>投保人（以下简称本人）对安邦人寿保险股份有限公司（以下简称贵公司）及下列的开户银行（以下简称银行）授权如下：</p>
    <p>1．本人同意贵公司委托银行，从下列本人的授权账户中划付保险合同中约定的所需交纳的保险费，并保证有足够的金额支付应交保险费；</p>
    <p>2．本人确认授权的银行账户所有人为投保人本人，且账户的开户银行、户名和账号均真实有效；</p>
    <p>3．本人同意若账户存款余额不足造成转账不成功，致使产生保险合同终止的任何后果或投资账户的费用损失，因此引起的责任概由本人承担；</p>
    <p>4．如本人同一指定账户内同时授权支付两张或两张以上保险单中约定的保险费或其他自动转账业务时，本人同意依照贵公司规定的转账顺序转账；</p>
    <p>5．本人投保后若办理退保或退费业务，同意贵公司将应退金额通过银行划账转入该账户；</p>
    <p>6．本人因故结清账户，会重新开立账户，并及时通知贵公司进行变更。如本人欲终止本授权，应立即向贵公司递交终止授权的书面申请，由贵公司知会银行停止转账；</p>
    <p>7．本人同意贵公司于保险合同成立后30日内进行首期保险费的划转，对于一年期以上的产品，贵公司可以在保险费约定支付日之前及时通知本人交纳续期保险费。</p>
 
    
    </div>
)

export default Notice